---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.WallPaint
source: html/d585a09a-889d-b5a4-923c-bbd1d65d1e09.htm
---
# WallPaint Properties

The property labeled "Tint Color" from the "WallPaint" schema.